IDEA Open Model
ConnectionSetup Constructor
Compatible with IDEA StatiCa v 10.1
 Constructor
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public ConnectionSetup()
Public Sub New
public:
ConnectionSetup()
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace